Repository: walidacc/DeltaSoftPro
Catalog: Report_Pro/Forms/frm_close_purch_to_lc.*.resx
Languages: ar

# headLbl.Text
source: Close Purchase Invoices To Lc Account
ar: اقفال استلامات المشتريات في حساب الاعتماد

# Column1.HeaderText
source: Jor. No
ar: رقم القيد

# Column2.HeaderText
source: Date
ar: التاريخ

# Column3.HeaderText
source: Description
ar: البيان

# Column4.HeaderText
source: Amount
ar: القيمة

# Column6.HeaderText
source: Vendor Inv. No.
ar: فاتورة المورد

# labelX1.Text
source: Vendor
ar: المورد

# labelX2.Text
source: LC Account
ar: حساب الاعتماد

# btn_GetData.Text
source: Get Data
ar: الفواتير غير المرحلة

# dataGridViewTextBoxColumn1.HeaderText
source: Jor. No
ar: رقم القيد

# dataGridViewTextBoxColumn2.HeaderText
source: Date
ar: التاريخ

# dataGridViewTextBoxColumn3.HeaderText
source: Description
ar: البيان

# dataGridViewTextBoxColumn4.HeaderText
source: Amount
ar: القيمة

# dataGridViewTextBoxColumn5.HeaderText
source: Vendor Inv. No.
ar: فاتورة المورد

# labelX4.Text
source: Branch
ar: الفرع

# labelX5.Text
source: Transaction Type
ar: نوع الحركة

# labelX6.Text
source: Entry No.
ar: رقم القيد

# labelX7.Text
source: Sanad No.
ar: رقم السند

# labelX9.Text
source: Enty Date
ar: تاريخ القيد

# labelX3.Text
source: Vendor Invoice No.
ar: فاتورة المورد

# labelX10.Text
source: Vendor Invoice Date
ar: تاريخ فاتورة المورد

# labelX11.Text
source: Search By Delevry No
ar: بحث برقم فاتورة المورد

# label1.Text
source: Description Debit
ar: البيان المدين

# label2.Text
source: Description Credit
ar: البيان الدائن

# btnPrintJor.Text
source: Print Daily Entry
ar: طباعة القيد
