Repository: walidacc/DeltaSoftPro
Catalog: Report_Pro/Loans/frm_Loan.*.resx
Languages: ar

# label10.Text
source: Is Murabaha LC
ar: قرض مرابحة

# label1.Text
source: Loan Tearm
ar: نوع القرض

# label2.Text
source: Debit Account
ar: الحساب المدين

# label35.Text
source: Rate
ar: الفائدة

# label34.Text
source: Due Date
ar: تاريخ الاستحقاق

# label33.Text
source: Start Date
ar: تاريخ الصرف

# label27.Text
source: Amount
ar: المبلغ

# label26.Text
source: Ser
ar: الدفعة

# label25.Text
source: No Of Payment
ar: عدد الدفعات

# label24.Text
source: Intrest Rate
ar: معدل الفائدة

# label23.Text
source: Loan Date
ar: تاريخ القرض

# label14.Text
source: Refrance
ar: المرجع

# label13.Text
source: Loan Purpose
ar: سبب القرض

# label12.Text
source: Loan Account
ar: حساب القرض

# label11.Text
source: Bank
ar: البنك

# label9.Text
source: Loan Amount
ar: ميلغ القرض

# label7.Text
source: Loan No.
ar: رقم القرض

# label3.Text
source: ID
ar: مسلسل

# label4.Text
source: Daily Entry No.
ar: رقم قيد اليومية

# label5.Text
source: Sand No.
ar: رقم السند

# label6.Text
source: Daily Entry Date
ar: تاريخ قيد اليومية

# groupControl1.Text
source: Loan Documents
ar: مستندات القرض

# btnPrintJor.Text
source: Print Daily Entry
ar: طباعة قيد اليومية

# btnCreateJor.Text
source: Create Daily Entry
ar: انشاء قيد اليومية

# groupControl4.Text
source: Loan Data
ar: بيانات القرض

# $this.Text
source: Loans
ar: القروض
