Repository: walidacc/DeltaSoftPro
Catalog: Report_Pro/Group/frm_rpt_Sales_Group.*.resx
Languages: ar

# btnMonthelySales.Text
source: Branches Monthely Sales
ar: مبيعات الفروع الشهرية

# button5.Text
source: Sales and Purchase Summry
ar: ملخص المبيعات والمشتريات

# buttonX5.Text
source: Sales By Invoices
ar: المبيعات بالفواتير

# button15.Text
source: Sales By Customers
ar: المبيعات بالعملاء

# button13.Text
source: Total Monthely Sales
ar: المبيعات الشهرية

# button4.Text
source: Sales By Items
ar: المبيعات بالاصناف

# button3.Text
source: Sales By Groups And Payment
ar: المبيعات بالمجموعات وطريقة الدفع

# button1.Text
source: Sales By Groups
ar: المبيعات بالمجموعات

# btn_Report.Text
source: Sales By Branches
ar: المبيعات بالفروع

# btnOption.Text
source: Option
ar: خيارات

# label5.Text
source: Materials Kind
ar: نوع المواد

# label8.Text
source: Payment Method
ar: طريقة الدفع

# label4.Text
source: To Thickness
ar: الي سماكة

# label3.Text
source: From Thickness
ar: من سماكة

# label2.Text
source: To Date
ar: الي تاريخ

# label1.Text
source: From Date
ar: من تاريخ

# radioBtn1.Text
source: All
ar: الجميع

# radioBtn3.Text
source: Export
ar: خارجي

# radioBtn2.Text
source: Loacal
ar: داخلي

# groupPanel3.Text
source: Type of Sale
ar: نوعية المبيعات

# rBtnS.Text
source: Sister Company
ar: الشركات الشقيقة

# rBtnWithoutS.Text
source: Without Sister Company
ar: بدون الشركات الشقيقة

# rBtnAll.Text
source: All
ar: الجميع

# groupPanel1.Text
source: Sister Company
ar: الشركات الشقيقة

# chB.Text
source: Contracting
ar: الانشاءات

# chN.Text
source: Rent
ar: الايجارات

# chX.Text
source: Scrap
ar: سكراب

# chF.Text
source: Finished Goods
ar: المنتج التام

# chZ.Text
source: Others
ar: اخري

# chR.Text
source: Raw
ar: المواد الخام

# chP.Text
source: S. Partes
ar: قطع غيار

# chC.Text
source: Commercial
ar: تجاري

# chS.Text
source: WIP
ar: نصف مصنع

# groupPanel2.Text
source: Classification
ar: التصنيف

# label10.Text
source: Item
ar: الصنف

# label11.Text
source: From Group
ar: من مجموعة

# label9.Text
source: Account
ar: الحساب

# label7.Text
source: Branch
ar: الفرع

# label6.Text
source: To Group
ar: الي مجموعة
