Repository: walidacc/DeltaSoftPro
Catalog: Report_Pro/Group/frm_rpt_Purchases_Group .*.resx
Languages: ar

# btnMonthelySales.Text
source: Branches Monthely Sales
ar: مشتريات الفروع الشهرية

# button5.Text
source: Sales and Purchase Summry
ar: ملخص المبيعات والمشتريات

# buttonX5.Text
source: Sales By Invoices
ar: المشتريات بالفواتير

# button15.Text
source: Sales By Customers
ar: المشتريات بالموردين

# button13.Text
source: Total Monthely Sales
ar: المشتريات الشهرية

# button4.Text
source: Sales By Items
ar: المشتريات بالاصناف

# button3.Text
source: Sales By Groups And Payment
ar: المشتريات بالمجموعات وطريقة الدفع

# button1.Text
source: Sales By Groups
ar: المشتريات بالمجموعات

# btn_Report.Text
source: Sales By Branches
ar: المشتريات بالفروع

# btnOption.Text
source: Option
ar: خيارات

# $this.Text
source: frm_rpt_Purchases_Group
ar: تقارير المشتريات - المجمع
