Repository: walidacc/DeltaSoftPro
Catalog: Report_Pro/RPT/frm_Customers_TB.*.resx
Languages: ar

# Statment_.Text
source: Statement Of Account
ar: كشف حساب

# RB6.Text
source: Moved In Period
ar: المتحركة خلال الفترة

# RB5.Text
source: Non Moved Account
ar: الحسابات الغير متحركة

# RB4.Text
source: Zero Balance
ar: الارصدة الصفرية

# RB3.Text
source: Non Zero Balance
ar: الارصدة غير الصفرية

# RB2.Text
source: Non Moved Account
ar: الحسابات المتحركة

# RB1.Text
source: All
ar: الجميع

# label6.Text
source: Category
ar: الي تاريخ

# label5.Text
source: Category
ar: من تاريخ

# labelX4.Text
source: And
ar: و

# chBox.Text
source: Balance Between
ar: الرصيد بين

# label4.Text
source: Category
ar: االتصنيف

# RS2.Text
source: Stoped Account
ar: الحسابات المتوقفه

# RS1.Text
source: All
ar: الجميع

# label3.Text
source: Cost Center
ar: مركز التكلفة

# label2.Text
source: Account
ar: الحساب

# label1.Text
source: Branch
ar: الفرع
