Repository: walidacc/DeltaSoftPro
Catalog: Report_Pro/RPT/frm_Inventory_Report.*.resx
Languages: ar

# headLbl.Text
source: Inventory Report By Items
ar: تقرير المخزون بالاصناف

# buttonX6.Text
source: Total Stock By Branch
ar: اجمالي ارصدة الفروع

# buttonX5.Text
source: Inventory By Groups
ar: المخزون بالمجموعات

# buttonX4.Text
source: Total Inventory List
ar: قائمة جرد المخزون

# buttonX3.Text
source: Stock By Main And Branches _ Groups
ar: الرصيد مستودعات وفروع بالمجموعات

# buttonX2.Text
source: Stock By Main Store And Branches _ Items
ar: الرصيد مستودعات وفروع بالاصناف

# btn_stockByBranch.Text
source: Item Balance By Branches
ar: رصيد صنف بالفروع

# buttonX1.Text
source: Total Inventory
ar: اجمالي المخزون

# btnReport.Text
source: Stock By Branches
ar: الرصيد بالفروع

# btnOptions.Text
source: Option
ar: خيارات

# chX.Text
source: Secrap
ar: سكراب

# chF.Text
source: Finshed
ar: منتج تام

# chZ.Text
source: Others
ar: اخري

# chR.Text
source: Raw
ar: مواد خام

# chP.Text
source: S. Parts
ar: قطع غيار

# chC.Text
source: Commercial
ar: تجاري

# chS.Text
source: WIP
ar: نصف مصنع

# label1.Text
source: Branch
ar: الفرع

# label2.Text
source: Group
ar: المجموعة

# label3.Text
source: From Date
ar: من تاريخ

# label4.Text
source: Transaction
ar: نوع الحركة

# label5.Text
source: To Thickness
ar: الي سماكة

# label6.Text
source: Materials Type
ar: نوع المواد

# label7.Text
source: From Thickness
ar: من سماكة

# label8.Text
source: To Date
ar: الي تاريخ

# label9.Text
source: Item
ar: الصنف

# rdoTotalStockByBranch.Text
source: Total Stock By Branch
ar: اجمالي مخزون الفروع

# rdoInventoryByGroups.Text
source: Inventory By Groups
ar: المخزون بالمجموعات

# rdoTotalInventoryList.Text
source: Total Inventory List
ar: قائمة المخزون

# rdoStockMainAndBranches_Groups.Text
source: Stock By Main And Branches _ Groups
ar: الرصيد مستودعات وفروع - مجموعات

# rdoStockStoreAndBranches.Text
source: Stock By Main Store And Branches _ Items
ar: الرصيد مستودعات وفروع

# rdoItemBalanceByBranches.Text
source: Item Balance By Branches
ar: رصيد صنف بالفروع

# rdoStockByBranches.Text
source: Stock By Branches
ar: المخزون بالفروع

# rdoTotalInventory.Text
source: Total Inventory
ar: اجمالي المخزون
