Repository: walidacc/DeltaSoftPro
Catalog: Report_Pro/MyControls/Con_Inv_Grid.*.resx
Languages: ar

# labelX2.Text
source: Ser
ar: م

# labelX13.Text
source: Code
ar: رقم الصنف

# labelX12.Text
source: Item
ar: الصنف

# labelX9.Text
source: Description
ar: وصف اضافي

# labelX8.Text
source: Unit
ar: الوحدة

# labelX11.Text
source: Quantity
ar: الكمية

# labelX10.Text
source: Price
ar: السعر

# labelX14.Text
source: Total
ar: الاجمالي

# labelX22.Text
source: Dwon Payment %
ar: % الدفعة المقدمة

# labelX24.Text
source: Disc. Dwon Payment
ar: خصم الدفعة المقدمة

# labelX15.Text
source: VAT
ar: الضريبة

# labelX20.Text
source: VAT %
ar: ضريبة%

# labelX23.Text
source: Value Befor VAT
ar: الاجمالي قبل الضريبة

# labelX6.Text
source: Down Payment VAT
ar: ضريبة الدفعة المقدمة

# labelX4.Text
source: Sales VAT
ar: ضريبة الايراد

# labelX28.Text
source: Balance
ar: المتبقي

# labelX29.Text
source: Paid
ar: المدفوع

# labelX27.Text
source: Total Weight
ar: اجمالي الوزن

# labelX26.Text
source: Total Quantity
ar: اجمالي الكمية

# labelX25.Text
source: Net Value
ar: صافي القيمة

# labelX19.Text
source: Net VAT
ar: الضريبة

# labelX18.Text
source: Net Value Befor VAT
ar: صافي القيمة قبل الضريبة

# labelX17.Text
source: Down Payment Discount
ar: خصم الدفعة المقدمة

# labelX16.Text
source: Total Value
ar: الاجمالي
